ScalingOff = "Désactiver la mise à l’échelle";
ScalingOn = "Activer la mise à l’échelle";
AllScreens = "Tous les écrans";
ScreenNumber = "Écran %d";
MainScreen = "Écran principal";
ReEnterPass = "Veuillez vérifier que vous avez bien saisi les nom et mot de passe corrects.";
RemoteAccessDenied = "L’utilisateur actuel de « %@ » a refusé votre demande d’accès.";

taskString = "Contrôle";
taskDescription = "Contrôler l’ordinateur";
longTaskDescription = "Prendre le contrôle de l’ordinateur sélectionné";
requestTitle = "L’authentification a échoué";
requestScreenControl = "Souhaitez-vous demander l’autorisation de contrôler ?";
requestScreenObserve = "Souhaitez-vous demander l’autorisation d’observer ?";
requestScreenAuthFailed = "Échec de l’authentification avec « %@ ».";
requestDenied = "L’utilisateur a refusé votre demande.";
connecting = "Connexion à « %@ » en cours";
connectionLost = "Connexion avec « %@ » perdue.";
connectionFailed = "Échec de la connexion avec « %@ ».";
connectionFailedReason = "Assurez-vous que le partage d’écran (dans les Préférences Système > Partage) est activé pour l’ordinateur auquel vous tentez de vous connecter et que la connexion de votre réseau fonctionne correctement.";
waitingForResponse = "Attente de la réponse de l’utilisateur.";
runningAdminAppObserveError = "Impossible d’observer « %@ »";
runningAdminAppControlError = "Impossible de contrôler « %@ »";
runningAdminAppErrorMessage = "Apple Remote Desktop ou une autre application d’administration est en cours d’exécution.";
controlModeError = "Impossible de passer au mode de contrôle";
observeModeError = "Impossible de passer au mode d’observation";
sharedControlError = "Impossible de modifier le contrôle de la souris";
notAuthorizedTitle = "Non autorisé";
controlNotAuthorized = "Vous n’êtes pas autorisé à contrôler cet ordinateur.";
observeNotAuthorized = "Vous n’êtes pas autorisé à observer cet ordinateur.";
serverNotSupported = "Le serveur ne gère pas cette option.";
sharingSelfNotSupported = "Un ordinateur ne peut se connecter à lui-même pour partager son propre écran.";
captureDefaultName = "Image Remote Desktop";
scaleToolbarTitle = "Ajuster à la fenêtre";
scaleToolbarPaletteLabel = "Ajuster à la fenêtre";
scaleToolbarTooltip = "Adapter l’écran à la fenêtre";
controlToolbarTitle = "Contrôle";
controlToolbarPaletteLabel = "Contrôler ou Observer";
controlToolbarTooltip = "Alterner entre le mode de contrôle et le mode d’observation";
shareToolbarTitle = "Partager la souris";
shareToolbarPaletteLabel = "Partager la souris avec l’utilisateur";
shareToolbarTooltip = "Partage de la souris et du clavier avec l’utilisateur";
qualityToolbarTitle = "Qualité";
qualityToolbarPaletteLabel = "Qualité de l’image";
qualityToolbarTooltip = "Qualité de l’image";
captureToolbarTitle = "Capture d’écran";
captureToolbarPaletteLabel = "Capture d’écran";
captureToolbarTooltip = "Capturer l’écran dans un fichier";
controlObserveNotSupported = "Vous ne pouvez pas contrôler ni observer votre ordinateur";
fullScreenToolbarTooltip = "Ajuster en mode plein écran";
fullScreenToolbarTooltipExt = "Afficher l’écran dans une fenêtre";
fullScreenToolbarTitle = "plein écran";
fullScreenPaletteDisconnect = "Fermer la session de contrôle ou d’observation";
showCursorToolbarTooltip = "Masquer ou afficher le pointeur local";
showCursorToolbarTitle = "Masquer/afficher le pointeur";
curtainToolbarTitle = "Verrouiller l’écran";
curtainToolbarTooltip = "Verrouiller l’écran de l’ordinateur lorsque vous le contrôlez";
getClipboardToolbarTitle = "Récupérer le presse-papiers";
getClipboardToolbarTooltip = "Récupère le contenu du presse-papiers distant";
sendClipboardToolbarTitle = "Envoyer le presse-papiers";
sendClipboardToolbarTooltip = "Envoie le contenu du presse-papiers dans le presse-papiers distant";
multiDisplayToolbarTitle = "Afficher la sélection";
multiDisplayToolbarTooltip = "Sélectionner l’écran distant à afficher";
computerInScreenShare = "Vous êtes en train de partager votre écran avec cet ordinateur";
curtainErrorTitle = "Impossible de passer au mode Rideau";
curtainExitErrorTitle = "Impossible de sortir du mode Rideau";
curtainErrorMessage = "Une erreur s’est produite sur cet ordinateur.";
curtainUnavailableTooltip = "Le mode Rideau n’est pas disponible pour la version Mac OS X exécutée sur « %@ ».";
curtainUnavalableMessage = "Le mode Rideau n’est pas disponible pour « %@ ».";

displayPopUpAllDisplays = "Tous : %@ x %@";
displayPopUpBothDisplays = "Les deux : %@ x %@";
displayPopUpOneDisplay = "Écran %@ : %@ x %@";

curtainTaskString = "Rideau";
curtainTaskDescription = "Contrôler l’ordinateur en mode Rideau";
curtainLongTaskDescription = "Prendre le contrôle de l’ordinateur sélectionné lorsque l’écran est verrouillé";

sshTunnelRemoteLoginDisabledTitle = "Échec de la connexion car la Connexion à distance n’est pas activée sur « %@ ».";
sshTunnelRemoteLoginDisabledMessage = "Désactivez le réglage de sécurité « Chiffrer toutes les données réseau » ou essayez avec l’option « Session à distance » activée dans les préférences Partage sur « %@ ».";
sshTunnelHostKeyChangedTitle = "Échec de la connexion à « %@ » car son identité n’a pas pu être confirmée. Il peut s’agir d’un problème de sécurité ou bien votre fichier SSH known_hosts est peut-être obsolète.";
sshTunnelHostKeyChangedMessage = "Désactivez le réglage de sécurité « Chiffrer toutes les données réseau » ou mettez à jour votre fichier SSH known_hosts.";
sshTunnelHostKeyChanged2Message = "Les données d’identification de l’hôte distant sont devenues « %@ ». Si vous avez la certitude qu’il ne s’agit pas d’un problème de sécurité, Remote Desktop peut essayer de réparer votre fichier known_hosts.";
sshTunnelHostKeyFix = "Corriger";
sshTunnelHostKeyFixError = "Un problème est survenu lors de la tentative de modification du fichier SSH known_hosts.";
sshTunnelTooltip = "La connexion est chiffrée";

legacyVNCSecurityWarningTitle = "L’ordinateur « %@ » exécute un serveur VNC qui ne prend pas en charge le chiffrement de la frappe de Remote Desktop. Le texte que vous saisissez sur cet ordinateur peut être intercepté sur le réseau. Voulez-vous tout de même poursuivre la connexion ?";
legacyVNCSecurityWarningMessageFull = "Si l’ordinateur distant peut ouvrir une session distante ou que le protocole SSH y est activé, vous pouvez cocher l’option « Chiffrer toutes les données réseau » dans les préférences Remote Desktop ou choisissez l’option « Connexion via SSH » ci-dessous pour vous connecter de façon sécurisée.";
legacyVNCSecurityWarningMessage = "Si l’ordinateur distant peut ouvrir une session distante ou que le protocole SSH y est activé, vous pouvez cocher l’option « Chiffrer toutes les données réseau » dans les préférences Remote Desktop pour vous connecter de façon sécurisée.";
legacyVNCSecurityWarningContinueSSHButton = "Connexion via SSH";

IconCacheTitle = "Souhaitez-vous vraiment vider le cache de l’icône de barre de titre ?";
IconCacheDefaultButton = "Effacer";
IconCacheAlternateButton = "Annuler";
IconCacheMessage = "Ces fichiers sont utilisés pour faire glisser l’icône de barre de titre et créer des signets. Si vous nettoyez ce cache, certains des signets créés lors du glissement de l’icône seront brisés.\n\nVous pouvez copier le signet au lieu de créer un alias en maintenant la touche Option enfoncée.";

YESBUTTON = "Oui";
NOBUTTON = "Non";